let conversion_blog ={
  "/index.html": [
      "我是你的智能助手小达~",
      "我能引导您游览《达客科技》",
      "在《达客科技》我们能您提供的ADAS知识框架,让您了解如何开发ADAS",
      "能够为你提供ADAS相关的知识点和工具",
      "更多其他的相关服务",
      "想要了解更多的ADAS知识吗？",
      "想要了解关于《达客科技》的更多信息吗？",
      "点击我聊天啊！:)"
  ],
  "/Pages/FoV_build.html": [
      "你曾经因为绘制传感器图而苦恼么？",
      "那你来对地方了！",
      "我在这里给你提供一个工具",
      "通过添加和配置传感器,自动绘制一个传感器配置图",
      "不想自己配置？没关系，你还能加载我给你准备好的传感器配置哦",
      "不仅如此,喜欢的话可以保存成图片,在自己需要的地方使用！",
      "2D不过瘾的话,我还有3D版本哦",
      "开始尝试吧！ ^o^"
  ],
  "/Pages/AdasBenchmark.html": [
      "你知道市面上有多少ADAS产品吗？",
      "你知道哪些车辆有什么ADAS功能么？",
      "你知道谁做得好谁做的不好么？",
      "不！你不知道！你不关心！你只关心你自己 ！（手动狗头）",
      "不过没关系~ 小达帮你整理好了",
      "ADAS对标库里具备海量的咨询和工具！，让你了解ADAS市场",
      "开整！"
  ],
  "/Pages/architecture_build.html": [
      "恭喜您来到了神秘的“架构领域”",
      "听过架构吧？只是听过吧？（果然）",
      "那让我带你了解一下ADAS的架构",
      "让你了解什么是架构，怎么做架构",
      "还给你提供了工具能够让你自动生成架构哦",
      "GO GO GO！"
  ],
  "/Pages/architecture_build.html": [
      "恭喜您来到了神秘的<架构领域>",
      "听过架构吧？只是听过吧？（果然）",
      "那让我带你了解一下ADAS的架构",
      "让你了解什么是架构，怎么做架构",
      "还给你提供了工具能够让你自动生成架构哦",
      "GO GO GO！"
  ],
  "/Pages/Configurator.html": [
      "我要给客户一个ADAS产品/解决方案了！怎么办",
      "都有哪些方案？需要考虑哪些需求？我该怎么选？",
      "不要着急，跟着咱们得工具一步一步来！",
      "让你找到合适的产品，让你定义自己的产品",
      "GO GO GO！"
  ],
  "/Pages/Learning_Gallary.html": [
      "ADAS领域太庞大了！知识太多了！要是有个知识库就好了！",
      "嗯呢，那你来对地方了。",
      "东西都在这了，自己看吧。",
      "看完你就出师了",
  ],
  "/Pages/RoadBuilder.html": [
      "你曾经因为绘制场景，道路而苦恼么？",
      "别苦恼了，这儿都有",
      "在这里你可以简单在画布上绘制道路，配置道路，哪些复杂道路的绘制不再是噩梦。",
      "画完了，你可以保存成图片，在自己需要的地方使用！还能导出地图数据，供你使用",
      "最后还能生成导出3D环境模型哦，问我能干嘛？晚点告诉你",
      "尝试绘制你的环境吧！",
  ],
  "/Pages/SENSOR_SIMU.html": [
      "来了来了,3D的来了,炫酷的来了！",
      "这个页面给你提供了一个3D的视觉传感器仿真的地方",
      "想看你布置的摄像头能看到什么嘛？想看你的传感器组有没有盲区嘛？",
      "想尝试不用的传感器嘛？",
      "自己试试吧！"
  ],
  "/Pages/simulation_front.html": [
      "这是一个完整的仿真工具和仿真框架",
      "你可以用这个工具验证的感知算法，规控算法，以及ADAS系统的整体性能",
      "这个框架提供简单易读的接口和架构，完整的算法部署环境。简单易上手",
      "不过还未上线哦，敬请期待！"
  ],
    "/Pages/KnowledgeNet.html": [
      "在这里你可以看到所有的ADAS开发的相关知识的网络",
      "我能给你提供所有需要做的事情，对应的知识点，相关的任务以及应有的产出",
      "点击任务可以进入细节模式哦~",
      "如果你有具体想了解的内容，右上角搜索，选择你想了解的内容，网络会自动为你更新！"
  ]
}

let pagename = {
    "/index.html":'达客科技主',
    "/Pages/FoV_build.html":'传感器图构建工具',
    "/Pages/Learning_Gallary.html":'学习智库',
    "/Pages/architecture_build.html":"架构查看",
    "/Pages/Configurator.html":"产品配置工具",
    "/Pages/FoV_build.html":"传感器图生成工具",
    "/Pages/RoadBuilder.html":"道路环境绘制工具",
    "/Pages/SENSOR_SIMU.html":"传感器模拟工具",
    "/Pages/simulation_front.html":"ADAS仿真环境",
    "/Pages/AdasBenchmark.html":"ADAS对标库",
    "/Pages/KnowledgeNet.html":"ADAS知识网络"
}